{
  "About": "Sobre",
  "Services": "Serviços",
  "Works": "Trabalhos",
  "Contact": "Contato",
  "Hello, I’m Gio,": "Olá, eu sou a Gio,",
  "A Front End Developer with a sparkle in her eye, who cares about every detail when building interfaces valuing the experience so that it positively impacts people's lives.": "Uma Front End Developer com brilho no olho, que se importa com cada detalhe ao construir interfaces prezando pela experiência para que impacte positivamente na vida das pessoas.",
  "Hire me": "Contrate-me",
  "View work": "Ver trabalho",
  "Follow me on": "Me siga por aqui",
  "Developing quality digital products through codes.": "Desenvolvendo produtos digitais de qualidade através de códigos",
  "I'm a front end developer with a sparkle in the eyes who's always looking for the next level and who writes about technology to contribute to the community. Some of my goals are to have continuous growth, boost people through education and build good quality interfaces.": "Sou uma desenvolvedora front end com brilho nos olhos que está sempre buscando o próximo nível e que escreve sobre tecnologia para contribuir com a comunidade. Alguns dos meus objetivos são ter um crescimento contínuo, impulsionar as pessoas através da educação e construir interfaces de boa qualidade.",
  "Years of Experience": "Anos de experiência",
  "Completed Projects": "Projetos completos",
  "Say hi": "Diga oi",
  "My Service": "Meus serviços",
  "Discuss now": "Conversar",
  "My Selected Work": "Meus Trabalhos Selecionados",
  "View Project": "Ver projeto",
  "I worked with": "Trabalhei em",
  "Companies all over the World.": "Empresas ao redor do mundo.",
  "Got a project in mind? Let's make something awesome": "Tem um projeto em mente? Vamos fazer algo incrível",
  "together": "juntos",
  "Testimonial": "Testemunho",
  "Star Rating": "Classificação por estrelas",
  "“If you're looking for someone who challenges your Front thinking and really gets to the heart of what's important to users, then Giovanna is for you. Plus, she brings a level of enthusiasm to the craft that is energizing for everyone who works with her.”": "“Se você está procurando alguém que desafie seu pensamento de Front e realmente vá ao cerne do que é importante para os usuários, então a Giovanna é a sua pessoa. Além disso, ela traz um nível de entusiasmo ao ofício que é energizante para todos que trabalham com ela.”",
  "of": "do",
  "Let me know here.": "Me avise aqui.",
  "Get In Touch": "Entre em contato",
  "Send message": "Enviar mensagem",
  "Full name": "Nome completo",
  "Email adress": "Seu e-mail",
  "Subjects": "Assunto",
  "Message": "Mensagem",
  "Made with": "Feito com",
  "by Giovanna and ": "por Giovanna e "
}
